Repository: rigopeti96/flutter_web_file_uploader
Catalog: web_file_uploader/lib/l10n/app_*.arb
Languages: hu

# homeTitle
source: TraWell - Map
hu: TraWell - Térkép

# loginTitle
source: TraWell File uploader - Login
hu: TraWell Fájlfeltöltő - Bejelentkezés

# signup
source: TraWell - Create user
hu: TraWell - Regisztráció

# createAlertTitle
source: TraWell - Create alert
hu: TraWell - Bejelentés

# loginButton
source: Login
hu: Bejelentkezés

# reportListTitle
source: TraWell - Reports
hu: TraWell - Bejelentések

# fullNameTag
source: Full name
hu: Teljes név

# userNameTag
source: User name
hu: Felhasználónév

# passwordTag
source: Password
hu: Jelszó

# emailTag
source: E-mail address
hu: E-mail cím

source: Actual position
hu: Aktuális pozíció

# dismissButton
source: DISMISS
hu: BEZÁR

# connectionErrorMessage
source: Connection error, please check logs!
hu: Hálózati hiba, hibaüzenet a logban!

source: Create User
hu: Felhasználó létrehozása

# stationsNear
source: Stations near you...
hu: Közeli megállók

# selectError
source: Error Type
hu: Hibajelenség

source: Create alert
hu: Hiba beküldése

# createUserBack
source: Back
hu: Vissza

source: Blackout
hu: Áramkimaradás

source: Accident (car)
hu: Baleset (autó)

# accidentPT
source: Accident (public transport)
hu: Baleset (tömegközlekedési eszköz

source: Inspector
hu: Ellenőr

source: Traffic Jam
hu: Forgalmi dugó

# weather
source: Interruption due to weather
hu: Időjárás miatti fennakadás

source: Unknown
hu: Ismeretlen

source: Delay
hu: Késés

# assemblyErr
source: Assembly error
hu: Szerelvényhiba

source: Your position
hu: Aktuális pozíció

# passengerSick
source: Passenger sickness
hu: Utas rosszullét

# emptyValue
source: Empty
hu: Üres

# reportCreateSuccessMessage
source: Report creation was successful
hu: Bejelentés létrehozása sikeres!

# loginSuccessMessage
source: Login was successful
hu: Bejelentkezés sikeres!

# jwtTokenEmptyMessage
source: Log in first to access this function
hu: A funkció használata bejelentkezéshez kötött!

# generalErrorMessage
source: Error!
hu: Hiba!

source: General error
hu: Általános hiba

# reportUpdateSuccessMessage
source: Report update was successful!
hu: Bejelentés frissítése sikeres!
